Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Non-electric hair rollers
it: Bigodini non elettrici

source: Shoemakers' needles
it: Aghi per calzolai

source: Tassels [haberdashery]
it: Nappine [passamaneria]

source: Snap hooks [fasteners] for clothing
it: Ganci a molla [chiusure] per indumenti

source: Blazer buttons of precious metals
it: Bottoni per blazer in metalli preziosi

source: Borders for hemming clothing
it: Bordi per fare l'orlo ad indumenti

source: Blouse fasteners
it: Fibbie per corpetti

source: Hair ornaments in the form of combs
it: Ornamenti per capelli in forma di pettini

source: Knitting bobbins [other than parts of machines]
it: Bobine per maglieria [non parti di macchine]

source: Waving pins for the hair
it: Spille per ondulare i capelli

source: Webbing tapes
it: Nastri (tessuti)

source: Ornamental cloth patches
it: Toppe ornamenti in stoffa

source: Tatting shuttles
it: Spole per merletti

source: Whalebones for clothing
it: Stecche (per indumenti)

source: Back-hairpieces for Japanese hair styling (tabomino)
it: Toupet posteriori per acconciature giapponesi (tabomino)

source: Spangles for decoration, not of precious metal
it: Paillettes decorative non in metallo prezioso

source: Stud buttons [fasteners] for duvets
it: Bottoncini a borchia [chiusure] per piumini

source: Stud buttons [fasteners] for shoes
it: Bottoncini a borchia [chiusure] per scarpe

source: Sequins
it: Lustrini

source: Top-knots [pompoms]
it: Fiocchi o pennacchi

source: Strips of plastics for use in highlighting of hair
it: Strisce di plastica per illuminare i capelli

source: Bindings for hemming clothing
it: Lacci per orlare indumenti

source: Hooks [haberdashery]
it: Ganci [mercerie]

source: Artificial flowers of paper
it: Fiori artificiali di carta

source: Canvas needles
it: Agni per tela

source: Heat adhesive patches
it: Toppe applicabili a caldo

source: Ornamental hair pins for Japanese hair styling (kogai)
it: Spille ornamentali per capelli per acconciature giapponesi (Kogai)

source: Shapes for making pompons
it: Forme per fare ponpon

source: Ostrich feathers [clothing accessories]
it: Piume di struzzo [accessori di abbigliamento]

source: False hems
it: Finti orli

source: Decorative articles for the hair
it: Articoli d'ornamento per la capigliatura

source: Silver embroidery
it: Ricami in argento

source: Sewing needles
it: Aghi per cucire

source: Needles for wool combing machines
it: Aghi per pettinatrici di lana

source: Frills [lacework]
it: Trine [merletti]

source: Elastic strips incorporating grips for securing trousers to riding boots
it: Strisce elastiche con impugnature per fissare pantaloni a stivali da equitazione

source: Embroidery laces
it: Pizzi ricamati

source: Edgings for clothing
it: Bordature per indumenti

source: Artificial flowers
it: Fiori artificiali

source: Artificial flower arrangements
it: Disposizioni di fiori artificiali

source: Hair ornaments [not of precious metal]
it: Ornamenti per capelli [non in metalli preziosi]

source: Lanyards [cords] for wear
it: Cordoni per indumenti

source: Ornamental combs for Japanese hair styling (marugushi)
it: Pettini ornamentali per acconciature giapponesi (Marugushi)

source: Tapes for repairing textile articles
it: Nastri per la riparazione di articoli tessili

source: Shoulder pads for clothing
it: Spalline per abbigliamento

source: Artificial garlands and wreaths
it: Corone e ghirlande artificiali

source: Buttons for clothing
it: Bottoni per indumenti

source: Elastic strips incorporating clips for securing trousers to riding boots
it: Strisce elastiche con fermaglio per fissare pantaloni a stivali da equitazione

source: Artificial topiaries
it: Topiari artificiali

source: Cords for clothing
it: Cordigli [cordoni]

source: Spangles for clothing
it: Pagliette per indumenti

source: Boxes of precious metal for needles
it: Scatole in metalli preziosi per aghi

source: Fastenings for suspenders
it: Fermagli per bretelle

source: Ribbons
it: Nastri

source: Ornamental ribbons made of textiles
it: Nastri ornamentali in tessuto

source: Chignons for Japanese hair styling (mage)
it: Chignon per acconciature giapponesi (mage)

source: Shoe ornaments made of plastic
it: Ornamenti per scarpe in plastica

source: Sticks for use in decorating the hair
it: Bastoncini per adornare i capelli

source: Sticks for use in styling the hair
it: Bastoncini per acconciature

source: Plastic zipper closures
it: Chiusure lampo in plastica

source: Strips of plastics for use in tinting of hair
it: Strisce di plastica per tingere i capelli

source: Tapes for curtain headings
it: Nastri pieghettanti per tende

source: Artificial plants
it: Piante artificiali

source: Artificial garlands
it: Ghirlande artificiali

source: Accessories for apparel, sewing articles and decorative textile articles
it: Accessori per abbigliamento, articoli per cucire e per decorazioni in tessuto

source: Artificial fruit, flowers and vegetables
it: Frutti, fiori e verdure artificiali

source: Hair ornaments, hair rollers, hair fastening articles, and false hair
it: Ornamenti per capelli, bigodini, articoli per legare capelli e capelli finti

source: Beads other than for making jewelry [haberdashery]
it: Perle non per confezionare gioielleria [articoli di merceria]

source: Armband for holding sleeves
it: Bracciali per tener su le maniche

source: Cross stitch kits
it: Kit per punto croce

source: Decorative charms for cellular phones
it: Ciondoli decorativi per telefoni cellulari

source: Electric hair rollers
it: Bigodini elettrici

source: Korean ornamental hairpins (Binyer)
it: Fermagli ornamentali coreani [Binyeo]

source: Laces [except embroidery laces]
it: Merletti [esclusi pizzi ricamati]

source: Outdoor artificial foliage
it: Foglie artificiali per esterni

source: Pigtail ribbons for Korean hair style (Daeng-gi)
it: Nastri a spirale per acconciature coreane [Daeng-gi]

source: Sewing machine needles
it: Aghi per macchine da cucire

source: Sewing needles with an oval eye
it: Aghi per cucire con cruna ovale

source: Toupee tape for affixing a toupee to the head
it: Nastro di toupet per fissare un toupet alla testa

source: Hooks for tabi (Kohaze)
it: Ganci per tabi [kohaze]

source: Scarf clips not being jewelry
it: Clip non preziosi per sciarpe

source: Knitting needles
it: Ferri da calza

source: Eyelets for clothing
it: Occhielli per indumenti

source: Numerals for marking linen
it: Cifre per marcare la biancheria

source: Embroidery needles
it: Aghi da ricamo

source: Zip fasteners
it: Cerniere lampo

source: Zipper pulls
it: Chiusure lampo

source: Hair scrunchies
it: Fermacapelli

source: Heat adhesive patches for decoration of textile articles [haberdashery]
it: Pezze incollabili a caldo per ornamento di articoli tessili [mercerie]

source: Boxes for needles
it: Cassette per aghi

source: Loops for clothing
it: Passanti per indumenti

source: Buckles [clothing accessories]
it: Fibbie [accessori di abbigliamento]

source: Toupees
it: Bigodini

source: Hair curling pins
it: Bigodini elettrici

source: Wreaths of artificial flowers
it: Corone in fiori artificiali

source: Artificial wreaths
it: Corone artificiali

source: Ornamental adhesive patches for jackets
it: Pezze adesive ornamentali per giacche

source: Ceramic beads, other than for making jewelry
it: Perle di ceramica, tranne che per creare gioielli

source: Glass beads, other than for making jewelry
it: Perle in vetro, tranne che per creare gioielli

source: Needles of precious metal
it: Aghi in metallo prezioso

source: Artificial foliage
it: Fogliame artificiale

source: Metal fasteners for footwear
it: Fermagli metallici per calzature

source: Pre-lit artificial Christmas wreaths
it: Corone di Natale artificiali con luci

source: Pre-lit artificial Christmas garlands
it: Ghirlande di Natale artificiali con luci

source: Artificial Christmas wreaths
it: Corone natalizie artificiali

source: Silver embroidery for garments
it: Ricami d'argento per abiti

source: Gold embroidery for garments
it: Ricami d'oro per abiti

source: Metal pins for use in mounting insects
it: Spilli metallici per la preparazione di insetti

source: Artificial Christmas garlands
it: Ghirlande natalizie artificiali

source: Textile ribbons for gift wrapping
it: Fiocchi in tessuto per confezioni regalo

source: Clothing hooks [fasteners]
it: Ganci per indumenti [chiusure]

source: Aluminum foil sheets for hair frosting
it: Lamine d'alluminio per decolorare i capelli

source: Beads for handicraft work
it: Perline per lavori artigianali

source: Entomological pins
it: Spille entomologiche

source: Artificial vegetables
it: Ortaggi artificiali

source: Needle cases, not of precious metal
it: Agorai, non di metallo prezioso

source: Buttons
it: Bottoni

source: Beard restraints for the food service industry
it: Copribarba per il settore dei servizi alimentari

source: Bouffant caps for the food service industry
it: Cuffie per il settore dei servizi alimentari

source: Charms [not jewellery or for keys, rings or chains]
it: Amuleti [non gioielli o per chiavi, anelli o catene]

source: Needles and pins for entomology
it: Aghi e spilli per entomologia

source: Artificial trees, other than Christmas trees
it: Alberi artificiali, tranne alberi di Natale

source: Hairpieces for Japanese hair styling [kamishin]
it: Kamishin [parrucche per acconciature giapponesi]

source: Hand made woollen carpets
it: Tappeti in lana fatti a mano

source: Imitation turf for use in covering surfaces for recreational purposes
it: Tappeti erbosi artificiali per la copertura di superfici per uso ricreativo

source: Mats for vehicles [not shaped]
it: Tappeti per veicoli [non sagomati]

source: Rush mats with floral patterns (hana-mushiro)
it: Stuoie di vimini con motivi floreali (hana-mushiro)

source: Oriental non-woven rugs (mosen)
it: Tappeti non tessuti orientali (mosen)

source: Padded linings for existing floors
it: Fodere imbottite per pavimenti

source: Imitation turf for use in covering surfaces for sports purposes
it: Tappeti erbosi artificiali per la copertura di superfici per uso sportivo

source: Floor mats for automobiles
it: Tappetini per automobili

source: Padded coverings for existing ceilings
it: Fodere imbottite per soffitti esistenti

source: Carpets for automobiles
it: Tappetini per automobili

source: Carpet tiles made of textiles
it: Pezzi sagomati di moquette in stoffa

source: Padded linings for existing walls
it: Fodere imbottite per pareti esistenti

source: Tiles made of linoleum for fixing to existing floors
it: Piastrelle in linoleum da applicare a pavimenti

source: Tiles made of linoleum for fixing to existing walls
it: Piastrelle in linoleum da applicare a pareti

source: Anti-slip floor coverings for use on staircases
it: Rivestimenti antiscivolo da pavimento per scale

source: Non-slip mats for showers
it: Tappeti antiscivolo per docce

source: Carpeting
it: Moquette

source: Tiles made of linoleum
it: Piastrelle di linoleum

source: Vinyl floor coverings for existing floors
it: Rivestimenti in vinile per pavimenti esistenti

source: Insulating wallpaper
it: Carta da parati isolante

source: Matting [for covering existing floors]
it: Stuoie [rivestimenti per pavimenti esistenti]

source: Moquettes [carpets]
it: Moquette [tappeti]

source: Floor coverings having insulating properties
it: Rivestimenti per pavimenti aventi proprietà isolanti

source: Artificial turf
it: Prato artificiale

source: Wallpaper with a textile covering
it: Carta da parati con rivestimento tessile

source: Floor coverings [mats] being sheet materials for use in sporting activities
it: Rivestimenti per pavimenti [tappeti] in materiali laminati da utilizzare in attività sportive

source: Imitation turf for use in covering surfaces for athletics
it: Tappeti erbosi artificiali per la copertura di superfici per atletica

source: Mural hangings [non-textile]
it: Parati murali [non tessili]

source: Door mats of textile
it: Zerbini in stoffa

source: Anti-slip material for use under carpets
it: Materiali anti-scivolo da utilizzare sotto tappeti

source: Runners [mats]
it: Guide [stuoie]

source: Ceiling coverings made of paper
it: Rivestimenti in carta per soffitti

source: Wrestling mats
it: Stuoie da lotta

source: Handcrafted non-textile wall hangings
it: Tappezzerie artigianali in materie non tessili

source: Matting
it: Stuoia

source: Floor mats, fire resistant, for fireplaces and barbecues
it: Tappetini ignifughi per caminetti o barbecue

source: Mats of woven rope for ski slopes
it: Trecce di corde tessute per piste da sci

source: Linoleum for use on floors
it: Linoleum per pavimenti

source: Carpet tiles for covering floors
it: Pezzi sagomati di moquette per pavimenti

source: Carpets, rugs and mats
it: Tappeti, zerbini e stuoie

source: Vehicle mats and carpets
it: Stuoie e tappetini per veicoli

source: Wooden door mats
it: Zerbini in legno

source: Wallpaper in the nature of roomsize decorative adhesive wall coverings
it: Carta da parati sotto forma di rivestimenti decorativi adesivi a tutta parete

source: Foam mats for use on play area surfaces
it: Tappetini in gommapiuma per aree di gioco

source: Chair mats [under-chair floor protector]
it: Tappetini per sedie [da collocare al di sotto]

source: Carpet runners
it: Tappeti passatoia

source: Toy record players
it: Giradischi giocattolo

source: Stationary exercise bicycles
it: Biciclette fisse per allenamento

source: Sakura dolls
it: Bambole Sakura

source: Hurdles for use in athletics
it: Ostacoli per l'atletica

source: Cricket balls
it: Palle da cricket

source: Amusement apparatus for use in arcades
it: Apparecchi per divertimento per sale giochi

source: Games relating to fictional characters
it: Giochi relativi a personaggi di fantasia

source: Inflatable pools for recreational use
it: Piscine gonfiabili per attività ricreative

source: Playing bowls
it: Bocce [gioco]

source: Markers [counters] for playing games
it: Pennarelli [contatori] per giochi

source: Chessboards
it: Scacchiere

source: Basketball backboards
it: Tabelloni da pallacanestro

source: Mechanical action toys
it: Giocattoli meccanici

source: Skates
it: Pattini

source: Butterfly nets
it: Reti per farfalle

source: In-line roller skates
it: Pattini a rotelle in linea

source: Nine-pin bowling alleys
it: Vestitini per bambole

source: Non-motorised toys for riding
it: Corsie per il bowling a nove birilli

source: Toy aeroplane launching devices
it: Giocattoli con sedile non motorizzati

source: Paddles for use in paddle ball games
it: Giochi di racchetta e pallina

source: Karate gloves
it: Guanti da karaté

source: Leg guards adapted for playing sport
it: Protezioni per le gambe per sport

source: Artificial snow for Christmas trees
it: Neve artificiale per alberi di natale

source: Tennis nets and uprights
it: Reti per tennis e montanti

source: Bodhidharma dolls with pupils undrawn (menashi-daruma)
it: Bambole daruma senza le pupille pitturate (Menashi-daruma)

source: Japanese vertical pinball machine (pachinko machines)
it: Flipper verticale giapponese (macchine per Pachinko)

source: Sports games
it: Giochi sportivi

source: Strings for badminton rackets
it: Corde per racchette da volano

source: Strings for squash rackets
it: Corde per racchette da squash

source: Elbow guards [sports articles]
it: Paragomiti [articoli sportivi]

source: Electronic remote controlled toy vehicles
it: Veicoli giocattolo elettronici telecomandati

source: Benches for sporting use
it: Panche per lo sport

source: Roulette sets
it: Set da roulette

source: Bait [artificial]
it: Esche artificiali

source: Football gloves
it: Guanti da calcio

source: Gloves made specifically for use in playing sports
it: Guanti specificamente destinati all'uso nello sport

source: Beanbags in the form of playthings
it: Giocattoli di pezza pieni di granelli

source: Protectors for elbows for use when skateboarding [sports articles]
it: Protezioni per gomiti per skateboard [articoli sportivi]

source: Putters [sporting apparatus]
it: Putter [attrezzatura sportiva]

source: Gauntlets [gloves for archery]
it: Guanti [per il tiro con l'arco]

source: Kendo wooden swords
it: Spade in legno da kendo

source: Paintball guns [sports apparatus]
it: Pistole per paintball [articoli sportivi]

source: Snow globes
it: Globi di neve

source: Arcade games (electronic -) [coin or counter operated apparatus]
it: Giochi elettronici per sale giochi (apparecchi funzionanti a moneta o gettone)

source: Clockwork toys [of metal]
it: Giocattoli a carica [metallici]

source: Bowling machines
it: Macchine per bowling

source: Protective vests for martial arts
it: Maglie protettive per arti marziali

source: Toys being for sale in kit form
it: Giocattoli da vendere in kit

source: Spinning tops incorporating string which rewinds and returns the top to the hand when thrown
it: Trottole dotate di un filo a spirale che si riavvolge e riporta nella mano la trottola quando viene lanciata

source: Japanese playing cards (Utagaruta)
it: Carte da gioco giapponesi (Utagaruta)

source: Covers (Shaped -) for golf bags
it: Fodere sagomate per sacche da golf

source: Covers (Shaped -) for sporting articles
it: Fodere sagomate per articoli sportivi

source: Wheels for toy vehicles
it: Ruote per veicoli giocattolo

source: Toy record cassette players
it: Lettori di cassette giocattolo

source: Coin-operated electronic amusement apparatus
it: Apparecchi di divertimento elettronici a moneta

source: Balls for games
it: Palle da gioco

source: Batting gloves [accessories for games]
it: Guanti per battitori [accessori per giochi]

source: Rubber balls
it: Palle di gomma

source: Play balloons
it: Palloni da gioco

source: Grips for sporting articles
it: Impugnature per articoli sportivi

source: Hand protectors adapted for sporting use
it: Protezioni per le mani per uso sportivo

source: Head covers for squash rackets
it: Cappucci per racchette da squash

source: Toy wheelbarrows
it: Carriole giocattolo

source: Hand-held electronic games
it: Giochi elettronici tascabili

source: Children's playthings
it: Giocattoli per bambini

source: European style dolls
it: Bambole in stile europeo

source: Non-slip resin sprays for use by athletes
it: Spray in resina antiscivolo per atleti

source: Fake teeth [novelty items]
it: Denti finti [ninnoli]

source: Masts for sailboards
it: Alberi per tavole a vela

source: Tables for table tennis
it: Tavoli per tennis da tavolo

source: Inflatable balls for sports
it: Palle gonfiabili per sport

source: Electronic games
it: Giochi elettronici

source: Golf bags, with or without wheels
it: Borse per mazze da golf con o senza ruote

source: Paper trumpets
it: Trombe in carta

source: Sports bows [archery]
it: Archi da tiro sportivo

source: Protective padding for sports
it: Imbottiture protettive per sport

source: Ornaments for Christmas trees, except illumination articles and confectionery
it: Decorazioni per alberi di natale eccetto gli articoli per illuminazione e di dolciumi

source: Men's athletic supporters [sports articles]
it: Slip sospensori per sportivi [articoli sportivi]

source: Flippers for swimming
it: Pinne per nuotatori

source: Amusement machines, automatic and coin-operated
it: Giochi automatici [macchine] a pagamento anticipato

source: Sleds for use in downhill amusement rides
it: Slitte per discese di tipo ricreativo

source: Soccer ball knee pads
it: Ginocchiere per il calcio

source: Bags especially designed for surfboards
it: Borse specifiche per tavole da surf

source: Swimming floats for recreational use
it: Galleggianti per il nuoto per uso ricreativo

source: Toy building blocks capable of interconnection
it: Blocchi per costruzioni giocattolo collegabili tra loro

source: Electronic targets for games and sports
it: Bersagli elettronici per giochi e sport

source: Swings [playthings]
it: Altalene [giocattoli]

source: Apparatus for games
it: Apparecchi per giochi

source: Fins for windsurfing boards
it: Pinne per tavole da windsurf

source: Bodysurfing boards
it: Tavole da bodysurf

source: Rugby footballs
it: Palloni da rugby

source: Coverings for table tennis bats
it: Custodie per racchette da ping-pong

source: Covers (Shaped -) for squash racquets
it: Custodie sagomate per racchette da squash

source: Skating boots with skates attached
it: Stivaletti con pattini attaccati

source: Bats [sporting articles]
it: Mazze [articoli sportivi]

source: Ventriloquist's dummies
it: Manichini per ventriloqui

source: Trampolines
it: Trampolini

source: Cases in the form of quivers for sports implements
it: Astucci sotto forma di faretre per attrezzature sportive

source: Clockwork toys [of plastics]
it: Giocattoli a carica [in plastica]

source: Soccer goals
it: Porte da calcio

source: Bowls [games]
it: Bocce [giochi]

source: Christmas stockings
it: Calze di natale

source: Japanese playing cards
it: Carte da gioco giapponesi

source: Covers (Shaped -) for golf club heads
it: Fodere sagomate per teste di mazze da golf

source: Compendiums of board games
it: Compendi di giochi da tavolo

source: Billiard table cushions
it: Sponde di biliardo

source: Dolls' feeding bottles
it: Poppatoi per bambole

source: Punching bags
it: Punchingball

source: Cases for playing cards
it: Custodie per carte da gioco

source: Clay pigeon traps
it: Tiro al piccione

source: Hand-held electronic video games
it: Videogiochi elettronici tascabili

source: Hand-held units for playing electronic games
it: Unità tascabili per giochi elettronici

source: Inflatable mattresses for recreational use
it: Materassi gonfiabili per attività ricreative

source: Creels [fishing traps]
it: Nasse [arnesi per la pesca]

source: Billiard balls
it: Palle da biliardo

source: Fairground ride apparatus
it: Giostre di luna-park

source: Miniatures for use in games
it: Articoli in miniatura per giochi

source: Motor driven toy animals
it: Animali giocattolo a motore

source: Mountain boards
it: Tavole da montagna

source: Hand-held games with liquid crystal displays
it: Giochi portatili con display a cristalli liquidi

source: Volleyball nets
it: Reti da pallavolo

source: Electronic games for the teaching of children
it: Giochi elettronici didattici per bambini

source: Tennis bags shaped to contain a racket
it: Borse da tennis sagomate per racchette

source: Toy building block sets
it: Set di costruzioni (giochi)

source: Protective supports for shoulders and elbows [sports articles]
it: Supporti protettivi per spalle e gomiti [articoli sportivi]

source: Racquet ball gloves
it: Guanti per racquetball

source: Scale model vehicles
it: Modellini di veicoli

source: Kaleidoscopes
it: Caleidoscopi

source: Sleighs [recreational equipment]
it: Slitte [attrezzature ricreative]

source: Bags for skateboards
it: Borse per skateboard

source: Toy clocks and watches
it: Orologi giocattolo

source: Dolls in sitting posture (osuwari dolls)
it: Bambole in posizione seduta (bambole Osuwari)

source: Stands for jogging machines
it: Supporti per macchine da jogging

source: String materials for sporting racquets
it: Materiali in corde per racchette per lo sport

source: Stress relief balls for hand exercise
it: Palle antistress per l'esercizio delle mani

source: Rings for gymnastics
it: Anelli per la ginnastica

source: Badminton nets
it: Reti da badminton

source: Starting blocks [for track sports]
it: Blocchi di partenza [per sport da pista]

source: Children's punch balls
it: Punching ball per bambini

source: Craft toys sold in kit form
it: Giocattoli artigianali in kit

source: Water pistols [playthings]
it: Pistole ad acqua [giocattoli]

source: Playing balls
it: Bocce da gioco

source: Balls being sporting articles
it: Palle (articoli sportivi)
